[
  {
    "name": "Sophie van der Berg",
    "role": "Gebruiker sinds 3 maanden",
    "content": "Eindelijk een dating coach die altijd bereikbaar is! De AI geeft echt praktische tips voor gesprekken op Tinder. Mijn matches zijn met 40% gestegen en ik heb nu veel betere gesprekken. Aanrader!",
    "rating": 5,
    "avatar": "https://i.pravatar.cc/150?img=1"
  },
  {
    "name": "Mark Jansen",
    "role": "Premium gebruiker",
    "content": "Was eerst sceptisch over een AI dating assistent, maar dit werkt echt. De profielanalyse gaf me concrete verbeterpunten en de gespreksvoorstellen zijn natuurlijk en effectief. Binnen 2 weken m'n eerste date!",
    "rating": 5,
    "avatar": "https://i.pravatar.cc/150?img=12"
  },
  {
    "name": "Lisa Chen",
    "role": "Gebruiker sinds 6 maanden",
    "content": "De beste investering voor mijn dating leven. De AI helpt me om zelfverzekerder te zijn in gesprekken en geeft tips die écht bij mij passen. Niet generiek, maar persoonlijk advies. Love it!",
    "rating": 5,
    "avatar": "https://i.pravatar.cc/150?img=5"
  },
  {
    "name": "Thomas de Vries",
    "role": "Core abonnement",
    "content": "Super handig dat je direct advies krijgt over hoe je moet reageren. Scheelt zoveel tijd en stress. Sommige suggesties zijn wat algemeen, maar overall echt de moeite waard. 4 sterren!",
    "rating": 4,
    "avatar": "https://i.pravatar.cc/150?img=15"
  },
  {
    "name": "Emma Bakker",
    "role": "Gebruiker sinds 1 maand",
    "content": "Had moeite met het starten van gesprekken op dating apps. DatingAssistent geeft me leuke, originele openingszinnen en helpt me het gesprek gaande te houden. Veel meer matches dan voorheen!",
    "rating": 5,
    "avatar": "https://i.pravatar.cc/150?img=9"
  },
  {
    "name": "Kevin Pieters",
    "role": "Premium gebruiker",
    "content": "Als iemand die niet zo goed is in flirten via tekst, is dit een game-changer. De AI begrijpt context en geeft relevante suggesties. Mijn conversaties lopen nu veel soepeler. Zou wel meer customization willen.",
    "rating": 4,
    "avatar": "https://i.pravatar.cc/150?img=13"
  },
  {
    "name": "Jasmine Vermeer",
    "role": "Gebruiker sinds 4 maanden",
    "content": "Ik was altijd onzeker over wat ik moest zeggen na een match. DatingAssistent geeft me het vertrouwen om authentiek te zijn en toch interessant over te komen. De foto-analyse feature is ook top!",
    "rating": 5,
    "avatar": "https://i.pravatar.cc/150?img=26"
  },
  {
    "name": "Ruben Smit",
    "role": "Core abonnement",
    "content": "Solide tool voor iedereen die serieus is over online dating. De tips zijn praktisch en werken echt. Enige minpunt is dat de AI soms wat formeel klinkt, maar je kunt de suggesties natuurlijk aanpassen. Zeker het proberen waard!",
    "rating": 4,
    "avatar": "https://i.pravatar.cc/150?img=14"
  }
]
